Repository: FirelightWP/easy-fancybox
Catalog: languages/easy-fancybox -*.po
Languages: fr_fr

source: Donate to Easy FancyBox plugin development with PayPal - it's fast, free and secure!
fr_fr: Faites un don pour le plugin Easy fancyBox via Paypal - c'est rapide, gratuit et sécurisé!

source: The options in this section are provided by the plugin <strong><a href="http://4visions.nl/en/wordpress-plugins/easy-fancybox/">Easy FancyBox</a></strong> and determine the <strong>Media Lightbox</strong> overlay appearance and behaviour controlled by <strong><a href="http://fancybox.net/">FancyBox</a></strong>.
fr_fr: Les options dans cette section sont fournies par le plugin <strong><a href="http://4visions.nl/en/wordpress-plugins/easy-fancybox/">Easy FancyBox</a></strong> et déterminent l'apparence et le comportement des affichages des <strong>Media Lightbox</strong> gérés par <strong><a href="http://fancybox.net/">FancyBox</a></strong>.

source: First enable each sub-section that you need. Then save and come back to adjust its specific settings.
fr_fr: Tout d'abord, activez chaque sous-section dot vous avez besoin. Ensuite sauvegardez et revenez ajustez leurs réglages spécifiques.

source: Note: Each additional sub-section and features like <em>Auto-detection</em>, <em>Elastic transitions</em> and all <em>Easing effects</em> (except Swing) will have some extra impact on client-side page speed. Enable only those sub-sections and options that you actually need on your site.
fr_fr: Note: Chacune des sous-sections et des fonctions comme <em>Detection-auto</em>, <em>Transitions Elastique</em> et les <em>effets d'Entrée/Sortie</em> (à l'exception de Bascule) auront un impact supplémentaire sur la vitesse d'affichage côté client. Activez uniquement les sous-sections et options dont vous avez vraiment besoin sur votre site.

source: Some setting like Transition options are unavailable for SWF video, PDF and iFrame content to ensure browser compatibility and readability.
fr_fr: Certains réglages comme les options de Transition sont indisponibles pour les contenus vidéo SWF, les PDF et les contenus iFrame afin d'assurer la compatibilité et la lisibilité sur les navigateurs.

source: Checked
fr_fr: Coché

source: Unchecked
fr_fr: Dé-coché

source: Global settings
fr_fr: Réglages généraux

source: Enable FancyBox for
fr_fr: Activer FancyBox pour

source: Images & Inline content
fr_fr: Images et contenu en ligne

source: Links
fr_fr: Liens

source: Exclude
fr_fr: Exclure

source: None
fr_fr: Aucun

source: Empty (hidden) links
fr_fr: Liens vides (cachés)

source: Without thumbnail image
fr_fr: Image sans vignette

source: Auto-open
fr_fr: Ouverture-auto

source: Link with ID "fancybox-auto"
fr_fr: Liens avec l'ID "fancybox-auto"

source: First Image link
fr_fr: Premier lien Image

source: First PDF link
fr_fr: Premier lien PDF

source: First SWF link
fr_fr: Premier lien SWF

source: First YouTube link
fr_fr: Premier lien YouTube

source: First Vimeo link
fr_fr: Premier lien Vimeo

source: First Dailymotion link
fr_fr: Premier lien Dailymotion

source: First iFrame link
fr_fr: Premier lien iFrame

source: First of any link
fr_fr: Premier lien (indifferent)

source: Overlay
fr_fr: Aspect

source: Show the overlay around content opened in FancyBox.
fr_fr: Montrer la page autour du contenu ouvert par FancyBox.

source: Spotlight effect.
fr_fr: Effet projecteur.

source: Opacity
fr_fr: Opacité

source: Value between 0 and 1.
fr_fr: Valeur entre 0 et 1.

source: Default:
fr_fr: Par défaut:

source: Color
fr_fr: Couleur

source: Enter an HTML color value.
fr_fr: Entrez une valeur HTML pour la couleur.

source: Window
fr_fr: Fenêtre

source: Size
fr_fr: Taille

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Border
fr_fr: Bordure

source: Background
fr_fr: Fond

source: Text
fr_fr: Texte

source: Behavior
fr_fr: Comportement

source: Center while scrolling
fr_fr: Garder au centre pendant le défilement

source: Show the (X) close button
fr_fr: Montrer le bouton fermer (X)

source: Show the gallery navigation arrows
fr_fr: Montrer les flêches de navigation dans la galerie

source: Opening speed
fr_fr: Vitesse d'ouverture

source: Closing speed
fr_fr: Vitesse de fermeture

source: Fade speed
fr_fr: Vitesse de dissolution

source: Duration in milliseconds. Higher is slower.
fr_fr: Durée en millisecondes. Plus élevé = Plus lent.

source: Advanced
fr_fr: Avancé

source: Hide/show title on mouse hover action
fr_fr: Cacher/Montrer le titre au survol de la souris

source: Gallery Auto-rotation
fr_fr: Diaporama-Auto de la galerie

source: Note: Hide/show title on mouse hover action works best with Overlay title position. Auto-rotation uses a fixed 5 second pause per image.
fr_fr: Note: Cacher/Montrer le titre au survol de la souris fonctionne mieux avec le titre en position superposition. Le diaporama-auto utilise une pause fixe de 5 secondes par images.

source: To make images open in an overlay, add their extension to the auto-detect field or use the class "fancybox" for its link. Clear field to switch off auto-enabling.
fr_fr: Pour faire ouvrir les images en superposition, ajoutez leur extension au champ auto-détection ou utilisez la class "fancybox" pour son lien. Laissez ce champ vide pour arreter l'utilisation automatique.

source: Auto-detect
fr_fr: Détection auto

source: Apply to
fr_fr: Appliquer à

source: All image links
fr_fr: Tout les liens image

source: Links inside Section(s) only (below)
fr_fr: Liens dans la(les) Section(s)

source: Auto-gallery
fr_fr: Galerie-auto

source: Disabled
fr_fr: Désactivé

source: Galleries per Section (below)
fr_fr: Galeries par section

source: All in one gallery
fr_fr: Galerie tout-en-un

source: When disabled, you can use the rel attribute to manually group image links together.
fr_fr: Si vous choisissez désactivé, vous pouvez utiliser l'attribut rel pour regrouper manuellement les liens image.

source: This applies when <em>Apply to</em> is set to <em>Limited to Sections</em> and/or <em>Auto-gallery</em> is set to <em>Galleries per Section</em>. Adapt it to conform with your theme.
fr_fr: Ceci s'applique quand <em>Appliquer à</em> est définit sur <em>Limité aux Sections</em> et/ou <em>Galerie-auto</em> est définit sur <em>Galeries par Section</em>. Adaptez le pour correspondre à votre thème.

source: Examples: If your theme wraps post content in a div with class post, change this value to "div.post". If you want to include images in a sidebar with ID primary, add ", div#primary" or "aside#primary" for html5 themes.
fr_fr: Exemples: Si votre thème comprend le contenu d'article dans une div avec le class post, changez cette valeur en "div.post". Si vous souhaitez inclure des images dans une barre latérale avec l'ID primary, ajoutez ", div#primary" ou "aside#primary" pour les thèmes html5.

source: Transition In
fr_fr: Transition entrée

source: Fade
fr_fr: Dissolution

source: Elastic
fr_fr: Elastique

source: Easing In
fr_fr: Apparition

source: Linear
fr_fr: Linéaire

source: Swing
fr_fr: Bascule

source: Back
fr_fr: Arrière

source: Transition Out
fr_fr: Transition sortie

source: Easing Out
fr_fr: Disparition

source: Easing effects only apply when Transition is set to Elastic.
fr_fr: Les effets d'apparition/disparition s'appliquent lorsque Transition est réglé sur Elastique.

source: Transparency fade during elastic transition.
fr_fr: Effet de transparence pendant la transition élastique.

source: Show title
fr_fr: Montrer le titre

source: Title Position
fr_fr: Position du titre

source: Float
fr_fr: Flottant

source: Outside
fr_fr: Exterieur

source: Inside
fr_fr: Interieur

source: Allow title from thumbnail alt tag
fr_fr: Utiliser le tag alt de la vignette pour le titre

source: To make any PDF document file open in an overlay, switch on auto-detect or use the class "fancybox-pdf" for its link.
fr_fr: Pour que les documents PDF s'ouvrent en surimpression, activez la détection auto ou utilisez la class "fancybox-pdf" pour leur liens.

source: Adjust its specific settings below.
fr_fr: Ajustez les paramètres spécifiques ci-dessous.

source: To make any Flash (.swf) file open in an overlay, switch on auto-detect or use the class "fancybox-swf" for its link.
fr_fr: Pour que les documents Flash (.swf) s'ouvrent en surimpression, activez la détection auto ou utilisez la class "fancybox-swf" pour leur liens.

source: To make any YouTube movie open in an overlay, switch on auto-detect or use the class "fancybox-youtube" for its link.
fr_fr: Pour que les vidéos YouTube s'ouvrent en surimpression, activez la détection auto ou utilisez la class "fancybox-youtube" pour leur liens.

source: Auto-detect Short links
fr_fr: Détéction auto des liens courts

source: To make any Vimeo movie open in an overlay, switch on auto-detect or use the class "fancybox-vimeo" for its link.
fr_fr: Pour que les vidéos Vimeo s'ouvrent en surimpression, activez la détection auto ou utilisez la class "fancybox-vimeo" pour leur liens.

source: To make any Dailymotion movie open in an overlay, switch on auto-detect or use the class "fancybox-dailymotion" for its link.
fr_fr: Pour que les vidéos Dailymotion s'ouvrent en surimpression, activez la détection auto ou utilisez la class "fancybox-dailymotion" pour leur liens.

source: To make a website or HTML document open in an overlay, use the class "fancybox-iframe" for its link.
fr_fr: Pour qu'un site web ou que les documents HTML s'ouvrent en surimpression, utilisez la class "fancybox-iframe" pour leur liens.

source: Easily enable the <a href="http://fancybox.net/">FancyBox jQuery extension</a> on all image, SWF, PDF, YouTube, Dailymotion and Vimeo links. Also supports iFrame and inline content.
fr_fr: Activez facilement l'<a href="http://fancybox.net/">extension FancyBox jQuery</a> sur tout les liens image, SWF, PDF, YouTube, Dailymotion and Vimeo. Supporte également les contenus iFrame et en ligne.
