Repository: FirelightWP/easy-fancybox
Catalog: languages/easy-fancybox-*.po
Languages: id_id, nl_nl

source: Donate to keep the Easy FancyBox plugin development going!
nl_nl: Doneer om de ontwikkeling van de Easy FancyBox plugin gaande te houden!

source: The options in this section are provided by the plugin %s and determine the <strong>Media Lightbox</strong> overlay appearance and behaviour controlled by %s.
nl_nl: De opties in deze secties worden verzorgd door de plugin %s en bepalen het uiterlijk en gedrag van de <strong>Media lichtbak</strong>, beheerd door %s.

source: First enable each sub-section that you need. Then save and come back to adjust its specific settings.
id_id: Pertama, aktifkan tiap sub bagian yang anda butuhkan, kemudian kembali untuk menyesuaikan pengaturan spesifik lainnya.
nl_nl: Activeer eerst iedere sub-sectie die je nodig hebt. Sla vervolgens op en keer terug om specifieke instellingen te doen.

source: Note: Each additional sub-section and features like <em>Auto-detection</em>, <em>Elastic transitions</em> and all <em>Easing effects</em> (except Swing) will have some extra impact on client-side page speed. Enable only those sub-sections and options that you actually need on your site.
id_id: Catatan: setiap penambahan sub bagian dan fitur seperti <em>Auto-detection</em>, <em>Elastic transitions</em> dan semua <em>Easing effects</em> (kecuali Swing) memiliki imbas tambahan terhadap kecepatan halaman di sisi klien. Aktifkan sub bagian dan pilihan sesuai dengan kebutuhan situs anda.
nl_nl: Let op: Iedere sub-sectie en functie zoals <em>Auto-detectie</em>, <em>Elastische transities</em> en alle <em>Vloeiende effecten</em> (behalve Zwaai) heeft een extra impact op client-side browser snelheid. Activeer alleen die sub-secties en opties die je ook echt gebruikt op je site.

source: Some setting like Transition options are unavailable for SWF video, PDF and iFrame content to ensure browser compatibility and readability.
id_id: Beberapa pengaturan seperti pilihan transisi tidak tersedia untuk konten SWF video, PDF dan iFrame untuk menjamin kemampuan membaca dan kompatibilitas browser.
nl_nl: Sommige instellingen als Transities zijn niet beschikbaar voor SWF video, PDF en iFrame inhoud om browser compatibiliteit en leesbaarheid te waarborgen.

source: Checked
id_id: Ditandai
nl_nl: Aangevinkt

source: Unchecked
id_id: Belum ditandai
nl_nl: Uitgevinkt

source: Easy FancyBox Settings
nl_nl: Instellingen voor Easy FancyBox

source: Sections
nl_nl: Secties

source: Global settings
id_id: Pengaturan Global
nl_nl: Algemene instellingen

source: Images
nl_nl: Afbeeldingen

source: Inline content
nl_nl: Inline inhoud

source: Support
nl_nl: Ondersteuning

source: Resources
nl_nl: Bronnen

source: Credits
nl_nl: Met dank aan

source: Enable FancyBox for
id_id: Aktifkan FancyBox untuk
nl_nl: Activeer FancyBox voor

source: For advanced options and support, please get the Easy FancyBox - Pro extension.
nl_nl: Schaf de Easy FancyBox Pro versie aan voor geavanceerde opties en ondersteuning.

source: Exclude
id_id: Tidak termasuk
nl_nl: Uitsluiten

source: Empty (hidden) links
id_id: Kosongkan (sembunyikan) tautan
nl_nl: Lege (verborgen) koppelingen

source: Without thumbnail image
id_id: Tanpa pembesaran gambar
nl_nl: Zonder miniatuurafbeelding

source: Open on page load
nl_nl: Openen bij het laden van de pagina

source: Link with ID "fancybox-auto"
id_id: Bertaut dengan ID "fancybox-auto"
nl_nl: Koppeling met ID "fancybox-auto"

source: More options &raquo;
nl_nl: Meer opties &raquo;

source: Include the Metadata jQuery extension script to allow passing custom parameters via link class.
nl_nl: Sluit de Metadata jQuery extensie bij om aangepaste parameters via link class te kunnen doorgeven.

source: Overlay
id_id: Lapisan
nl_nl: Bedekking

source: Show the overlay around content opened in FancyBox.
id_id: Tampilkan lapisan sekitar konten yang terbuka di FancyBox.
nl_nl: Toon de bedekking rond inhoud geopend in FancyBox.

source: Close FancyBox when overlay is clicked.
nl_nl: Sluit FancyBox als bedekking wordt aangeklikt.

source: Opacity
id_id: Keburaman
nl_nl: Ondoorzichtigheid

source: Value between 0 and 1.
id_id: Nilai antara 0 dan 1
nl_nl: Waarde tussen 0 en 1.

source: Default:
nl_nl: Standaard:

source: Color
id_id: warna
nl_nl: Kleur

source: Enter an HTML color value.
id_id: Masukkan nilai warna HTML
nl_nl: Voer een HTML kleurwaarde in.

source: Spotlight effect
nl_nl: Schijnwerper effect

source: Window
id_id: Jendela
nl_nl: Raam

source: Appearance
nl_nl: Uiterlijk

source: Show the (X) close button
id_id: Tampilkan tombol keluar (X)
nl_nl: Toon de (X) afsluit-knop

source: Background color
nl_nl: Achtergrondkleur

source: Border color
nl_nl: Randkleur

source: Text color
nl_nl: Tekstkleur

source: Make available &raquo;
nl_nl: Maak beschikbaar &raquo;

source: Border radius
nl_nl: Hoekronding

source: Set a border radius to create rounded corners. Higher is rounder.
nl_nl: Voer een waarde voor hoekrondingen in. Hoger is ronder.

source: Dimensions
nl_nl: Afmetingen

source: If content size is not set or cannot be determined automatically, these default dimensions will be used.
nl_nl: Als de inhoud geen detecteerbare afmetingen heeft, worden deze standaardwaarden gebruikt.

source: Behavior
id_id: Tindakan
nl_nl: Gedrag

source: Center while scrolling
id_id: Ketengahkan sembari men-scroll
nl_nl: Centreren bij scrollen

source: Esc key stroke closes FancyBox
nl_nl: Esc-toets sluit FancyBox

source: Scale large content down to fit in the browser viewport.
nl_nl: Inhoud terug schalen wanneer het groter is dan het browservenster.

source: Opening speed
id_id: Kecepatan membuka
nl_nl: Snelheid bij openen

source: Closing speed
id_id: Kecepatan menutup
nl_nl: Snelheid bij sluiten

source: Duration in milliseconds. Higher is slower.
id_id: Durasi dalam milidetik. Lebih tinggi lebih lambat.
nl_nl: Duur in miliseconden. Hoger is langzamer.

source: To make images open in an overlay, add their extension to the Autodetect field or use the class "fancybox" for its link. Clear field to switch off all autodetection.
nl_nl: Om afbeeldingen in de lichtbak te openen, voeg hun extensie toe aan het veld auto-detectie of gebruik de class "fancybox" voor de koppeling. Wis dit veld om auto-detectie uit te schakelen.

source: Autodetect
nl_nl: Auto-detectie

source: Example:
nl_nl: Voorbeeld:

source: Apply to
id_id: Terapkan untuk
nl_nl: Pas toe op

source: All image links
id_id: Semua tautan gambar
nl_nl: Alle afbeeldingskoppelingen

source: Transition In
id_id: Transisi
nl_nl: Transitie In

source: Fade
id_id: Pudar
nl_nl: Vervaging

source: Elastic
id_id: Elastis
nl_nl: Elastisch

source: Easing In
id_id: Permudah dalam
nl_nl: Vloeiing In

source: Linear
id_id: Bergaris
nl_nl: Lineair

source: Swing
id_id: Terayun
nl_nl: Zwaai

source: Transition Out
id_id: Transisi luar
nl_nl: Transitie Uit

source: Easing Out
id_id: Permudah Luar
nl_nl: Vloeiing Uit

source: Note:
nl_nl: Let op:

source: Easing effects only apply when Transition is set to Elastic.
id_id: Efek Permudah dapat diterapkan ketika Transisi diubah menjadi Elastis
nl_nl: Vloeiende effecten zijn alleen van toepassing als Elastische transities zijn ingeschakeld.

source: Transparency fade during elastic transition. CAUTION: Use only when at least Transition In is set to Elastic!
nl_nl: Transparantievervaging bij elastische transitie. LET OP: Gebruik alleen als ten minsten Transitie In op Elastisch staat!

source: Close FancyBox when content is clicked
nl_nl: Sluit FancyBox als de inhoud wordt aangeklikt

source: Show title
id_id: Tampilkan titel
nl_nl: Toon titel

source: Title Position
id_id: Posisi Titel
nl_nl: Titel Positie

source: Float
id_id: Mengambang
nl_nl: Drijvend

source: Outside
id_id: Sisi Luar
nl_nl: Buiten

source: Inside
id_id: Sisi Dalam
nl_nl: Binnen

source: Allow title from thumbnail alt tag
id_id: Izinkan titel oleh pembesaran alt tag
nl_nl: Sta titel uit miniatuur "alt" attribuut toe

source: Advanced
id_id: Tingkat Lanjut
nl_nl: Geavanceerd

source: Hide/show title on mouse hover action
id_id: Menyembunyikan / menampilkan judul pada aksi melayang mouse
nl_nl: Titel verbergen/tonen bij muis-over actie

source: Gallery
nl_nl: Galerij

source: Autogallery
nl_nl: Auto-galerij

source: WordPress galleries only
nl_nl: Alleen WordPress galerijen

source: All in one gallery
id_id: Semua dalam satu galeri
nl_nl: Allemaal in één galerij

source: When disabled, you can use the rel attribute to manually group image links together.
id_id: Saat dinonaktifkan, Anda dapat menggunakan atribut rel secara manual mengelompokkan tautan foto bersama.
nl_nl: Wanneer uitgeschakeld kun je het "rel" attribuut gebruiken om afbeelding handmatig te groeperen.

source: Show the gallery navigation arrows
id_id: Tampilkan panah navigasi galeri
nl_nl: Toon galerij navigatiepijltjes

source: Arrow key strokes browse the gallery
nl_nl: Pijltjestoetsen bladeren door FancyBox galerij

source: Include the Mousewheel jQuery extension script to allow gallery browsing by mousewheel action.
nl_nl: Sluit de Mousewheel jQuery extensie bij zodat met de muiswiel door galerijen gescrold kan worden.

source: Make galleries cyclic, allowing you to keep pressing next/back.
nl_nl: Maak galerijen cyclisch, zodat je voor- en achteruit kunt blijven bladeren.

source: Change speed
nl_nl: Snelheid bij vervangen

source: Fade speed
id_id: Kecepatan pudar
nl_nl: Snelheid bij vervagen

source: Galleries per Section (below)
id_id: Galeri per Bagian (bawah)
nl_nl: Galerijen per Sectie (hieronder)

source: This applies when <em>Apply to</em> is set to <em>Limited to Sections</em> and/or <em>Autogallery</em> is set to <em>Galleries per Section</em>. Adapt it to conform with your theme.
nl_nl: Dit geldt wanneer <em>Pas toe op</em> is beperkt tot <em>Alleen koppelingen binnen secties</em> en/of <em>Auto-galerij</em> op <em>Galerijen per Sectie</em> staat. Pas dit aan aan je thema.

source: Examples: If your theme wraps post content in a div with class post, change this value to "div.post". If you only want to group images in a WordPress gallery together, use "div.gallery". If you want to include images in a sidebar with ID primary, add ", #primary".
nl_nl: Voorbeelden: Als je thema artikelen in een div met class post plaatst, maak deze waarde dan "div.post". Als je alleen afbeeldingen in een WordPress galerij wil groeperen, gebruik "div.gallery". Als je afbeeldingen in de zijbalk met ID primary wil meenemen, voeg dan ", #primary" toe.

source: Hide/show title on mouse hover action works best with Overlay title position.
nl_nl: Titel verbergen/tonen bij muis-over actie werkt het beste met titel-positie Bedekking.

source: Auto-rotation uses a fixed 3, 6, 9 or 12 second pause per image.
nl_nl: Auto-rotatie gebruikt vaste pauses van 3, 6, 9 of 12 seconden per afbeelding.

source: (3 seconds)
nl_nl: (3 seconden)

source: (6 seconds)
nl_nl: (6 seconden)

source: (9 seconds)
nl_nl: (9 seconden)

source: (12 seconds)
nl_nl: (12 seconden)

source: Slideshow
nl_nl: Diashow

source: To make inline content open in an overlay, wrap that content in a div with a unique ID, create a link with target "#uniqueID" and give it a class "fancybox-inline" attribute.
nl_nl: Om inline inhoud in een lightbox weer te geven, plaats het dan in een div met een unieke ID, maak een link naar "#uniqueID" en geef het een class="fancybox-inline" attribuut.

source: Try to adjust size to inline/html content. If unchecked or size cannot be determined, the default dimensions will be used.
nl_nl: Probeer de grootte aan te passen aan inline/html inhoud. Indien uitgeschakeld of als de grootte niet bepaald kan worden, worden de standaard afmetingen gebruikt.

source: Scrolling
nl_nl: Scrollen

source: Always
nl_nl: Altijd

source: Never
nl_nl: Nooit

source: Define scrolling and scrollbar visibility.
nl_nl: Bepaal scrollen en zichtbaarheid van de schijfbalken.

source: To make any PDF document file open in an overlay, switch on Autodetect or use the class "fancybox-pdf" for its link.
nl_nl: Schakel, om PDF documenten in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-pdf" voor de koppeling.

source: To make any Flash (.swf) file open in an overlay, switch on Autodetect or use the class "fancybox-swf" for its link.
nl_nl: Schakel, om Flash (.swf) bestanden in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-swf" voor de koppeling.

source: To make any SVG (.svg) file open in an overlay, switch on Autodetect or use the class "fancybox-svg" for its link.
nl_nl: Schakel, om SVG (.svg) bestanden in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-svg" voor de koppeling.

source: To make any YouTube movie open in an overlay, switch on Autodetect or use the class "fancybox-youtube" for its link.
nl_nl: Schakel, om YouTube films in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-youtube" voor de koppeling.

source: Autodetect Short links
nl_nl: Auto-detectie van Short links

source: To make any Vimeo movie open in an overlay, switch on Autodetect or use the class "fancybox-vimeo" for its link.
nl_nl: Schakel, om Vimeo films in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-vimeo" voor de koppeling.

source: To make any Dailymotion movie open in an overlay, switch on Autodetect or use the class "fancybox-dailymotion" for its link.
nl_nl: Schakel, om Dailymotion films in de lichtbak te openen, auto-detectie in of gebruik class "fancybox-dailymotion" voor de koppeling.

source: To make a website or HTML document open in an overlay, use the class "fancybox-iframe" for its link.
id_id: Untuk membuat website atau HTML apapun dalam posisi melayang (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-iframe" untuk tautan ini.
nl_nl: Gebruik, om een website of HTML document in de lichtbak te openen, de class "fancybox-iframe" voor zijn koppeling.

source: Thank you for purchasing the Easy FancyBox - Pro extension. New options are available.
nl_nl: Dank voor de aanschaf van de Easy FancyBox - Pro extensie. Nieuwe opties zijn beschikbaar.

source: Get support here.
nl_nl: Vind hier hulp.

source: First Image link
id_id: Tautan Gambar awal
nl_nl: Eerste afbeeldingskoppeling

source: First PDF link
id_id: Tautan PDF awal
nl_nl: Eerste PDF-koppeling

source: First SWF link
id_id: Tautan SWF awal
nl_nl: Eerste SWF-koppeling

source: First SVG link
nl_nl: Eerste SVG-koppeling

source: First YouTube link
id_id: Tautan YouTube awal
nl_nl: Eerste YouTube-koppeling

source: First Vimeo link
id_id: Tautan Vimeo awal
nl_nl: Eerste Vimeo-koppeling

source: First Dailymotion link
id_id: Tautan Dailymotion awal
nl_nl: Eerste Dailymotion-koppeling

source: First iFrame link
id_id: Tautan iFrame awal
nl_nl: Eerste iFrame-koppeling

source: First of any link
id_id: Awal dari seluruh tautan
nl_nl: Eerste koppeling

source: Links inside Section(s) only (below)
id_id: Tautkan hanya didalam Bagian saja (bawah)
nl_nl: Alleen koppelingen binnen Sectie(s)

source: Section(s)
id_id: Bagian-bagian
nl_nl: Sectie(s)

source: This applies when <em>Apply to</em> is set to <em>Limited to Sections</em> and/or <em>Auto-gallery</em> is set to <em>Galleries per Section</em>. Adapt it to conform with your theme.
id_id: <em>Terapkan</em> berlaku ketika diatur <em>Bagian terbatas</em> dan/atau <em>Auto-gallery</em> diatur ke <em>Bagian Galeri-galeri</em>. Sesuaikan dengan tema anda.
nl_nl: Dit geldt wanneer <em>Pas toe op</em> is beperkt tot <em>Alleen koppelingen binnen secties</em> en/of <em>Auto-galerij</em> op <em>Galerijen per Sectie</em> staat. Pas dit aan aan je thema.

source: Examples: If your theme wraps post content in a div with class post, change this value to "div.post". If you want to include images in a sidebar with ID primary, add ", div#primary" or "aside#primary" for html5 themes. If you only want to group images in a WordPress gallery together, use "div.gallery". If you want to include images in a sidebar with ID primary, add ", #primary".
nl_nl: Voorbeelden: Als je thema artikelen in een div met class post plaatst, maak deze waarde dan "div.post". Als je afbeeldingen in een sidebar met ID primary wilt meenemen, voeg dan ", div#primary" of "aside#primary" voor html5 thema's toe. Als je alleen afbeeldingen in een WordPress galerij wil groeperen, gebruik "div.gallery". Als je afbeeldingen in de zijbalk met ID primary wil meenemen, voeg dan ", #primary" toe.

source: Gallery Auto-rotation
id_id: Auto rotasi Galeri
nl_nl: Galerij auto-rotatie

source: Donate to Easy FancyBox plugin development with PayPal - it's fast, free and secure!
id_id: Donasi pengembangan plugin Easy FancyBox lebih lanjut menggunakan Paypal - cepat, gratis dan aman!

source: The options in this section are provided by the plugin <strong><a href="http://4visions.nl/en/wordpress-plugins/easy-fancybox/">Easy FancyBox</a></strong> and determine the <strong>Media Lightbox</strong> overlay appearance and behaviour controlled by <strong><a href="http://fancybox.net/">FancyBox</a></strong>.
id_id: Pilihan-pilihan pada bagian ini disediakan plugin <strong><a href="http://4visions.nl/en/wordpress-plugins/easy-fancybox/">Easy FancyBox</a></strong> dan penentuan <strong>Media Lightbox</strong> tampilan dan tingkah laku dikontrol oleh <strong><a href="http://fancybox.net/">FancyBox</a></strong>.

source: Images & Inline content
id_id: Gambar-gambar dan konten dalam

source: Links
id_id: Tautan

source: None
id_id: Nihil

source: Auto-open
id_id: Buka otomatis

source: Spotlight effect.
id_id: Efek sorot.

source: Size
id_id: Ukuran

source: Width
id_id: Lebar

source: Height
id_id: Panjang

source: Border
id_id: Garis tepi

source: Background
id_id: Latar

source: Text
id_id: Teks

source: Note: Hide/show title on mouse hover action works best with Overlay title position. Auto-rotation uses a fixed 5 second pause per image.
id_id: Catatan: Sembunyi/tampilkan titel pada aksi melayang mouse, sempurna pada posisi lapisan title. Auto rotasi menggunakan waktu berhenti sementara selama 5 menit untuk setiap gambar.

source: To make images open in an overlay, add their extension to the auto-detect field or use the class "fancybox" for its link. Clear field to switch off auto-enabling.
id_id: Untuk membuat gambar terbuka di overlay, tambahkan ekstensi untuk bidang auto-mendeteksi atau menggunakan kelas "fancybox " untuk link-nya. Bersihkan area untuk mematikan auto-pengaktifan.

source: Auto-detect
id_id: Deteksi otomatis

source: Auto-gallery
id_id: Galeri Otomatis

source: Disabled
id_id: Matikan

source: Examples: If your theme wraps post content in a div with class post, change this value to "div.post". If you want to include images in a sidebar with ID primary, add ", div#primary" or "aside#primary" for html5 themes.
id_id: Contoh: jika theme anda menggulung konten post pada sebuah div dengan pos kelas, ubah nilai ini ke "div.post". Jika anda ingin menjadikan bagian gambar di bilah sisi dengan ID utama, tambahkan ", div#primary" atau "aside#primary" untuk tema html5.

source: Back
id_id: Kembali

source: Quad
id_id: Segi Empat

source: Transparency fade during elastic transition.
id_id: Pudar transparan sepanjang transisi elastis

source: To make any PDF document file open in an overlay, switch on auto-detect or use the class "fancybox-pdf" for its link.
id_id: Untuk membuat setiap file dokumen PDF dalam posisi lapisa (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-pdf" untuk tautan ini.

source: Adjust its specific settings below.
id_id: Sesuaikan pengaturan spesifik dibawah

source: To make any Flash (.swf) file open in an overlay, switch on auto-detect or use the class "fancybox-swf" for its link.
id_id: Untuk membuat file Flash (.swf) apapun dalam posisi melayang (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-swf" untuk tautan ini.

source: To make any YouTube movie open in an overlay, switch on auto-detect or use the class "fancybox-youtube" for its link.
id_id: Untuk membuat film YouTube apapun dalam posisi melayang (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-youtube" untuk tautan ini.

source: Auto-detect Short links
id_id: Deteksi otomatis tautan pendek

source: To make any Vimeo movie open in an overlay, switch on auto-detect or use the class "fancybox-vimeo" for its link.
id_id: Untuk membuat film Vimeo apapun dalam posisi melayang (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-vimeo" untuk tautan ini.

source: To make any Dailymotion movie open in an overlay, switch on auto-detect or use the class "fancybox-dailymotion" for its link.
id_id: Untuk membuat film Dailymotion apapun dalam posisi melayang (overlay), ubah pada deteksi otomatis atau gunakan kelas "fancybox-dailymotion" untuk tautan ini.

source: Easily enable the <a href="http://fancybox.net/">FancyBox jQuery extension</a> on all image, SWF, PDF, YouTube, Dailymotion and Vimeo links. Also supports iFrame and inline content.
id_id: Dengan mudah aktifkan <a href="http://fancybox.net/">FancyBox jQuery extension</a> untuk seluruh gambar, SWF, PDF, YouTube, Dailymotion dan tautan Vimeo. Juga mendukung iFrame dan konten sisipan.
